src/main/resources/template/RequestSoapCAMBIAR_CONTRASENIA.vm

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cre="http://CambiarContraseniaServices.servicios.mercurio.servisoft.com.co/">
   <soapenv:Header/>
   <soapenv:Body>
      <cre:CambiarContrasenia>
          <arg0>
            <id_UsuarioS>$!exchange.properties.IdUsuarios</id_UsuarioS>
            <contrase単aS>$!exchange.properties.Contrasenas</contrase単aS>
            <ID_USRIO>$!exchange.properties.IdUsuario</ID_USRIO>
            <nueva_Contrase単a>$!exchange.properties.ContrasenaNueva</nueva_Contrase単a>
         </arg0>
      </cre:CambiarContrasenia>
   </soapenv:Body>
</soapenv:Envelope>